Repository: LaraCraft93/backup-conf
Catalog: po/*.po
Languages: pt_br

source: #?DIFFPROGRAM must be set or the program will not work.
pt_br: #?DIFFPROGRAM deve estar definida ou o programa não vai funcionar.

source: Backing up
pt_br: Criando backup

source: Checking files...
pt_br: Checando arquivos...

source: Copy the example to $XDG_CONFIG_HOME/backup-conf.conf or
pt_br: Copie o exemplo para $XDG_CONFIG_HOME/backup-conf.conf ou

source: Creating exclude list...
pt_br: Criando lista de exclusão...

source: Creating file list...
pt_br: Criando lista de arquivos...

source: Directory $value not found.
pt_br: Diretório $value não encontrado.

source: Exiting
pt_br: Saindo

source: FILE
pt_br: ARQUIVO

source: FOLDER
pt_br: DIRETÓRIO

source: File $file is no longer needed. Delete it? [y/N]
pt_br: Arquivo $file não é mais necessário. Remover? [s/N]

source: File $value not found.
pt_br: Arquivo $value não encontrado.

source: File:
pt_br: Arquivo:

source: If the ROOT is a git repository then use git functions
pt_br: Se o ROOT for um repositório git então use as funções git

source: Ignoring.
pt_br: Ignorando.

source: Invalid option.
pt_br: Opção inválida.

source: Invalid syntax.
pt_br: Sintaxe inválida.

source: PATH
pt_br: CAMINHO

source: Parameters is not strictly necessary.
pt_br: Os Parâmetros não são estritamente necessários.

source: Please, check your configuration file. The variable
pt_br: Por favor, verifique seu arquivo de configuração. A variável

source: Remove all files in current folder that
pt_br: Remove todos os arquivos na pasta atual que

source: Removing from backup.
pt_br: Removendo do backup.

source: Removing obsolete files...
pt_br: Removendo arquivos obsoletos...

source: Say yes for all questions.
pt_br: Responde sim para todas as perguntas.

source: Show this help and exit.
pt_br: Mostra essa ajuda e sai.

source: Task completed.
pt_br: Tarefa completada.

source: The Configuration file was not found
pt_br: O arquivo de configuração não foi encontrado

source: The path of your diff tool is incorrect or not set.
pt_br: O caminho da sua ferramenta de comparação está incorreta ou não definida.

source: The valid paths for the config file are:
pt_br: Os caminhos válidos para o arquivo de configuração são:

source: Update only the <FILE> instead of
pt_br: Atualizar somente o <ARQUIVO> ao invés de

source: Usage: $program_name [option]... [file]...
pt_br: Uso: $program_name [opção]... [arquivo]...

source: Use <FOLDER> as ROOT instead of
pt_br: Usar <DIRETÓRIO> como ROOT ao invés de

source: WARNING: File $file without read permission or not found.
pt_br: AVISO: O arquivo $file não tem permissão de leitura ou não foi encontrado.

source: WARNING: Location $file is not a valid absolute path.
pt_br: AVISO: Local $file não é um caminho absoluto válido.

source: WARNING: The file $file is empty.
pt_br: AVISO: O arquivo $file está vazio.

source: Warning: Sudo unavailable. Ignoring Restore.
pt_br: Aviso: Sudo não está disponível. Ignorando Restauração.

source: Wrong option
pt_br: Opção Inválida

source: You can use the example file located at:
pt_br: Você pode usar o arquivo de exemplo localizado em:

source: [C]Copy, [A]Copy all, [R]Restore, [I]Ignore, [E]Exit:
pt_br: [C]Copiar, [A]Copiar todos, [R]Restaurar, [I]Ignorar, [E]Sair:

source: and edit with your files/directories.
pt_br: e edite com seus arquivos/diretórios.

source: doesn't have a entry on config file
pt_br: não possuí uma entrada no arquivo de configuração

source: edit with the files/directories you want to backup.
pt_br: edite com os arquivos/diretórios que você quer o backup.

source: file list at config file.
pt_br: lista de arquivos no arquivo de configuração.

source: load config file from <PATH>
pt_br: Carrega arquivo de configuração do <CAMINHO>

source: running as root
pt_br: rodando como root

source: the current directory.
pt_br: o diretório atual.
